<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use App\Models\OwnerRequirement;

class OwnerRequirementsSeeder extends Seeder
{
    public function run()
    {
        $data = [

            // =======================
            // اسعار توريد السيراميك
            // =======================
            [
                'main_category' => 'اسعار توريد السيراميك',
                'items' => [
                    ['name' => 'اكساءات ارضيات المدخل الرئيسي للفيلا', 'unit' => 'M2'],
                    ['name' => 'أرضيات درج المدخل الرئيسي والرامب', 'unit' => 'M2'],
                    ['name' => 'أرضيات التيراس بالدور الاول ان وجد', 'unit' => 'M2'],
                    ['name' => 'اكساءات ارضيات الدور الاول و الارض', 'unit' => 'M2'],
                    ['name' => 'اكساء الدرج الداخلي للفيلا', 'unit' => 'L.M'],
                    ['name' => 'اكساءات حوائط', 'unit' => 'L.M'],
                    ['name' => 'النعلات حسب المواصفات', 'unit' => 'L.M'],
                ]
            ],

            // =======================
            // سعر توريد الأبواب الداخلية
            // =======================
            [
                'main_category' => 'سعر توريد الأبواب الداخلية',
                'items' => [
                    ['name' => 'توريد الباب الرئيسي للفيلا', 'unit' => 'NO'],
                    ['name' => 'توريد الباب الخارجي للمجلس', 'unit' => 'NO'],
                    ['name' => 'توريد أبواب الغرف والحمامات', 'unit' => 'NO'],
                    ['name' => 'توريد أبواب الغرف الخدمية', 'unit' => 'NO'],
                    ['name' => 'توريد بابي السور كاست المنيوم', 'unit' => 'NO'],
                ]
            ],

            // =======================
            // سعر توريد الألمنيوم
            // =======================
            [
                'main_category' => 'سعر توريد الألمنيوم',
                'items' => [
                    ['name' => 'توريد الالمنيوم والزجاج (Curtain Wall)', 'unit' => 'M2'],
                    ['name' => 'هاندريل الدرج الزجاج والدابل هايت', 'unit' => 'M2'],
                ]
            ],

            // =======================
            // توريد الاطقم الصحية
            // =======================
            [
                'main_category' => 'توريد الاطقم الصحية',
                'items' => [
                    ['name' => ' الاطقم الصحية لحمام مغاسل الصالة والمجلس (الاطقم) ', 'unit' => 'NO'],
                    ['name' => ' الاطقم الصحية لحمام مغاسل الصالة والمجلس (الكرسي) ', 'unit' => 'NO'],
                    ['name' => ' الاطقم الصحية لحمام مغاسل الصالة والمجلس (الكاونتر) ', 'unit' => 'NO'],
                    ['name' => '(الاطقم) الاطقم الصحية لحمام ومغاسل غرف النوم  ', 'unit' => 'NO'],
                    ['name' => '(الكرسي) الاطقم الصحية لحمام ومغاسل غرف النوم  ', 'unit' => 'NO'],
                    ['name' => '(الكاونتر) الاطقم الصحية لحمام ومغاسل غرف النوم  ', 'unit' => 'NO'],
                    ['name' => ' الاطقم الصحية لحمام ومغاسل غرفة الشغالة (الاطقم) ', 'unit' => 'NO'],
                    ['name' => ' الاطقم الصحية لحمام ومغاسل غرفة الشغالة (الكرسي) ', 'unit' => 'NO'],
                    ['name' => ' الاطقم الصحية لحمام ومغاسل غرفة الشغالة (المغسلة) ', 'unit' => 'NO'],
                    ['name' => 'خلاط مطبخ', 'unit' => 'NO'],
                ]
            ],
        ];

        foreach ($data as $category) {
            foreach ($category['items'] as $item) {
                OwnerRequirement::create([
                    'name' => $item['name'],
                    'unit' => $item['unit'],
                    'main_category' => $category['main_category'],
                    'is_general' => 1,
                    'floor' => 'pricing'
                ]);
            }
        }
    }
}
