<!DOCTYPE html>
<html lang="ar" dir="rtl">
<head>
    <meta charset="UTF-8">
    <style>
        body {
            font-family: 'amiri', serif;
            direction: rtl;
            text-align: right;
            font-size: 15px;
            line-height: 1.9;
        }

        table {
            width: 100%;
            border-collapse: collapse;
            margin-bottom: 18px;
        }

        td, th {
            border: 1px solid #000;
            padding: 8px;
            vertical-align: top;
        }

        .title {
            background-color: #e9e2c7;
            font-size: 22px;
            font-weight: bold;
            text-align: center;
        }

        .section-title {
            background-color: #e9e2c7;
            font-weight: bold;
            text-align: center;
            font-size: 18px;
        }

        .center {
            text-align: center;
        }

        .bold {
            font-weight: bold;
        }

        .signature-table td {
            height: 80px;
            text-align: center;
            vertical-align: bottom;
        }
    </style>
</head>
<body>

<!-- العنوان -->
<table>
    <tr>
        <td class="title">
            المواصفات الفنية والشروط العامة
        </td>
    </tr>
</table>

<!-- بيانات المشروع -->
<table>
    <tr>
        <td class="bold">مشروع</td>
        <td>{{ $project->projectName->name_ae }}</td>
    </tr>
    <tr>
        <td class="bold">عائدة للمالك</td>
        <td>{{$project->ownerUser->name}}</td>
    </tr>
    <tr>
        <td class="bold">القسيمة</td>
        <td>{{ $project->qasmia_number ?? '—' }}</td>
    </tr>
    <tr>
        <td class="bold">المنطقة</td>
        <td>{{ $project->projectRegion->name_ar ?? '—' }}</td>
    </tr>
</table>

<!-- فهرس -->
<table>
    <tr>
        <td class="section-title">فهرس دفتر الشروط الفنية الخاصة</td>
    </tr>
    <tr><td>( 1 ) المتطلبات العامة وأعمال تحضير الموقع</td></tr>
    <tr><td>( 2 ) أعمال الحفر والرودبيس</td></tr>
    <tr><td>( 3 ) أعمال الخرسانات</td></tr>
    <tr><td>( 4 ) أعمال الطابوق</td></tr>
    <tr><td>( 5 ) أعمال البلاستر</td></tr>
    <tr><td>( 6 ) أعمال العزل</td></tr>
    <tr><td>( 7 ) الأعمال الصحية</td></tr>
    <tr><td>( 8 ) الأعمال الكهربائية</td></tr>
    <tr><td>( 9 ) أعمال الهاندريل والألمنيوم والزجاج</td></tr>
    <tr><td>( 10 ) جدول تشطيبات الأعمال الصحية</td></tr>
    <tr><td>( 11 ) جدول تشطيبات الأعمال الكهربائية</td></tr>
</table>

<!-- القسم (1) -->










<table class="table table-bordered" width="100%">
    <tr>
        <td><strong>( 1 ) المتطلبات العامة وأعمال تحضير الموقع</strong></td>
    </tr>

    <tr>
        <td>
            <strong>1.1- ملاحظات ومتطلبات عامة:</strong><br><br>

            <strong>1.1.1- عام:</strong><br>
            تنطبق جميع المتطلبات والملاحظات العامة والأعمال التمهيدية المذكورة أدناه على جميع الأعمال، ويعتبر السعر المقدم من المقاول لأي بند أو مجموعة بنود من هذه المتطلبات والملاحظات سعراً مقطوعاً شاملاً لما يتضمنه ذلك البند أو تلك البنود، وتعتبر كلفة البنود التي لم يخصص لها سعر مشمولة مع السعر الإجمالي المقدم من المقاول.
        </td>
    </tr>

    <tr>
        <td>
            <strong>2.1.1- المشروع والموقع :</strong><br><br>

            1 – المطلوب إنشاؤه هو مشروع فيلا ارضي اول مع تعديل واجهة الملحق على قطعة أرض رقم 412030315 في منطقة مدينة خليفة بن زايد<br><br>

            2 – يتم تنفيذ جميع الأعمال طبقاً للرسومات والمواصفات المعدة لهذا الغرض من قبل الاستشاري، وكل ماورد في الرسومات أو المواصفات يعتبر مطلوباً من المقاول، وهو جزءاً لايتجزأ من العقد.<br>
            3 – على المقاول اتخاذ جميع الاحتياطات اللازمة فيما يتعلق باستخدام الطرق وتوفير عوامل السلامة العامة، ومراعاة أنظمة وتعليمات ومتطلبات الجهات الرسمية المعنية فيما يتعلق بذلك.
        </td>
    </tr>

    <tr>
        <td>
            <strong>3.1.1- تدقيـق الأعمــال :</strong><br><br>

            على المقاول إعلام الاستشاري مسبقاً والتنسيق معه لأي عمل و/أو جزء من العمل يحتاج إلى تدقيق من الاستشاري قبل المباشرة بتنفيذ ما يتبعه من أعمال على أن يتم إعلام الاستشاري بذلك قبل (24) ساعة على الأقل من الموعد المفترض لتدقيق ذلك العمل.
        </td>
    </tr>

    <tr>
        <td>
            <strong>4.1.1- الرسومات التنفيذية :</strong><br><br>

            1 – على المقاول إعداد رسومات تنفيذية مفصلة حيثما ورد ذلك في المواصفات الخاصة لأي عمل من الأعمال، واعتماد تلك الرسومات من الاستشاري أولاً ومن الجهات الرسمية المعنية ( حيث يلزم ذلك ) خطيـاً قبل البدء في التنفيذ، ويتحمل المقاول مسؤولية أية أعمال و/أو مواد يقوم بتوريدها أو تركيبها قبل اعتماد تلك الرسومات.<br><br>

            2 – على المقاول تقديم ثلاث نسخ من الرسومات التنفيذية/الرسومات التنفيذية المعدلة للأعمال كما تم تنفيذها على أرض الواقـع (As Built Drawings) قبل موعد الاستلام الابتدائي للمشروع.
        </td>
    </tr>

    <tr>
        <td>
            <strong>5.1.1- الخدمات القائمة :</strong><br><br>

            على المقاول المحافظة على سلامة الخدمات الموجودة داخل وحول الموقع والتي لاتقع ضمن دائرة الأعمال المطلوبة منه، ويتحمل المقاول المسؤولية والتكاليف المترتبة، عند الإخلال بذلك، لإعادة الوضع إلى ما كان عليه لتلك الخدمات واستبدال التالف منها بمثله دون المطالبة بأي تعويض نظير ذلك ( والتنسيق مع الجهات المعنية فيما يتعلق بتحويل تلك الخدمات )، بما يشمل وضع الطريق والأرصفة المحيطة.
        </td>
    </tr>
</table>



<table class="table table-bordered" width="100%">
    <tr>
        <td><strong>( 2 ) إدارة وتنظيم موقع العمل</strong></td>
    </tr>

    <tr>
        <td>
            <strong>1.2.1- الكادر الفني وموظفو المقاول:</strong><br><br>

            على المقاول تزويد الموقع بالكوادر الفنية والعمالة اللازمة لتنفيذ المشروع بالمستوى المطلوب مع مراعاة مايلي :<br><br>

            1 – جميع عناصر الكادر الفني والعمالة الفنية يجب أن يكونوا من المؤهلين ومن ذوي الخبرة والكفاءة كلاً حسب اختصاصه وحسب متطلبات العمل والتنفيذ ( من حيث العدد والتوزيع ).<br>
            2 – يتم اعتماد الكوادر الفنية من قبل الاستشاري قبل مباشرتهم للعمل، ويجب أن تكون الكوادر الفنية من ذوي الخبرة بأعمال مماثلة.<br>
            3 – يحق للإستشاري الطلب من المقاول إبعاد/استبدال أي شخص مستخدم من قبله إذا رأى الاستشاري أن ذلك الشخص ليس بالمستوى المطلوب من حيث السلوك أو الخبرة لتنفيذ الأعمال.<br>
            4 – على المقاول تقديم جدول بأعداد العمالة العادية والفنية العاملة في الموقع بشكل أسبوعي.<br>
            5 – يشتمل الكادر الفني (المطلوب من المقاول توفيره كحد أدنى) على :<br>
            • مدير للمشروع.<br>
            • مهندس موقع ( Site Engineer ) مسؤول عن تنفيذ المشروع للتعامل مع الاستشاري<br>
            • مراقب فني (Forman) لكل نوع من أنواع الأعمال.<br>
            • أي كوادر فنية أخرى يطلبها الاستشاري ويرى أنها لازمة لتنفيذ المشروع بالمستوى المطلوب.<br>
            • مقاول باطن اعمال الالكتروميكانيك يجب ان يكون معتمد من الاستشاري و الـ FEWA.
        </td>
    </tr>

    <tr>
        <td>
            <strong>2.2.1- تنظيم وحماية الموقع :</strong><br><br>

            1 – على المقاول إعداد وتقديم مخطط يوضح كيفية ترتيب وتنظيم الموقع، واعتماده مسبقاً من بلدية رأس الخيمة ومن الاستشاري من اجل الانشاءات المؤقته على ان يكون كافة الساحة محاطة بسور حماية من البلايوود بحد ادنى 6مم ويكون مطلى بالدهان.<br>
            2 – على المقاول تأمين حراسة دائمة للموقع للمحافظة عليه.<br>
            3 – على المقاول تأمين نقل العمال وتنظيم حركة العمالة داخل الموقع بما يضمن حسن سير العمل.<br>
            4 – على المقاول تأمين وتوفير الخدمات المؤقتة وعوامل السلامة العامة والإسعافات الأولية وطفايات الحريق، واتخاذ كافة الاحتياطات والإجراءات التي تنص عليها الأنظمة والتعليمات أو تلك التي تقتضيها مصلحة العمل بهذا الخصوص.
        </td>
    </tr>



    <tr>
        <td>
            <strong>3.2.1- متطلبات التنفيذ والعمل:</strong><br><br>
1 – على المقاول بالتنسيق مع الاستشاري تدقيق جميع القياسات والأبعاد، والبيانات الواردة في الرسومات، ومطابقة تلك القياسات والبيانات على أرض الواقع قبل المباشرة بالتنفيذ مع بقاء مسؤوليته قائمة عن أي خطأ قد يحدث في توقيع تلك القياسات والأبعاد.
2 – على المقاول تأمين وتوفير جميع الإمكانات (بما في ذلك العدد والأدوات والآليات... إلخ) والمواد اللازمة لتنفيذ الأعمال بالمستوى المطلوب، ويتحمل المقاول المسؤولية والتكاليف المترتبة على تأمين تلك المتطلبات (بما في ذلك تكاليف الشحن والتخليص والنقل والرفع...إلخ).
3 – على المقاول تأمين توصيل الخدمات المؤقتة (خدمة المياه والكهرباء والهاتف ... الخ) إلى موقع العمل، ويتحمل المقاول تكاليف توصيل واستهلاك هذه الخدمات المؤقتة طيلة مدة التنفيذ وحتى التسليم الابتدائي للأعمال وكذلك فإنه يتحمل كافة نفقات توصيل الخدمات الدائمة للمشروع.
4 – على المقاول اتخاذ كافة الاحتياطات لضمان سلامة الأشخاص والمباني المجاورة طيلة مدة التنفيذ وخاصة فيما يتعلق بأعمال السقالات والحماية للعاملين في المناطق العالية المفتوحة، وعلى المقاول وضع لوحات بكافة الإرشادات اللازمة لمتطلبات السلامة
5 – على المقاول إعداد برنامج زمني تفصيلي لتنفيذ الأعمال، واعتماده من الاستشاري قبل البدء بالتنفيذ بطريقة  C.P.M
6 – على المقاول تقديم تقرير شهري مدعم بالصور للإستشاري يوضح فيه سير العمل ومدى تطابقه مع برنامج سير العمل إضافة إلى جداول تبين عدد وتوزيع العمالة والآليات المستخدمة في الموقع، وأية بيانات أخرى يطلبها الاستشاري. 
7 – على المقاول المحافظة على إبقاء الموقع (والأعمال المنفذة) نظيفة من الداخل والخارج طيلة مدة التنفيذ، واتخاذ جميع الترتيبات اللازمة لتحقيق ذلك. 
8 –  على المقال توفير حاويات خاصة بالشركة للتخلص من القمامة والنفايات الناتجة من الموقع أثناء تنفيذ الأعمال ويمنع استخدام حاويات البلدية لهذا الغرض.
9 – على المقاول استخدام شركة متخصصة لتنظيف المبنى (والأعمال المنفذة) من الداخل والخارج عند إنهاء وإنجاز الأعمال ( وقبل الاستلام الابتدائي ).
10 – على المقاول متابعة المعاملات والاجراءات الرسمية وإنهاء جميع الموافقات الإدارية وإصدار شهادة إنجاز للمبنى ليكون المبنى جاهز (تسليم مفتاح) ضمن المدة المحددة لتنفيذ المشروع.
        </td>
    </tr>





    <tr>
        <td>
            <strong>3.1-الأعمال التحضيرية في الموقع:</strong><br><br>
إن أعمال  الموقع تكون مسؤولية المقاول من بداية امر المباشرة وحتى استخراج شهادة الإنجاز حيث يقوم المقاول بتركيب السور المؤقت حسب القسيمة (من كافة الجهات المفتوحة وأن يكون مثبتا في الأرض بطريقة تمنع وقوعه لحماية المارة والعمال داخل الموقع وأن يكون مصبوغا من الخارج) ، اللوحة الاعلانية ، مدخل الموقع ، مواقف السيارات و على المقاول المحافظة على نظافة الموقع من المخلفات ومن ناتج الحفر وخلافه والمحافظة على المظهر العام للموقع وذلك بشكل دوري .على المقاول الاحتفاظ بنسخة مطبوعة من المستندات الخاصة بالمشروع (المخططات المعتمدة ورخصة البناء وشهادات المناسيب وشهادة تثبيت العلائم ) وغيرها من المستندات المطلوبة من مهندسي الإشراف للاستشاري والبلدية .على المقاول تأمين والاحتفاظ بالنقاط الثابتة (الأسياخ) الموضوعة من البلدية لتحديد أبعاد قسيمة الارض بالإضافة إلى النقاط المرجعية وأي نقطة مساحية موضوعة في الموقع .يتحمل المقاول وحده أي مخالفات ناتجة عن عدم الالتزام بالبنود السابقة ، ويحق للاستشاري إيقاف العمل في الموقع في حالة عدم تطبيق البنود السابقة.
      </td>
    </tr>
</table>









<table class="table table-bordered" width="100%">

    <tr>
        <td><strong>( 2 ) أعمال الحفر والرودبيس</strong></td>
    </tr>

    <tr>
        <td>
            <strong>1.2-أعمال الحفر:</strong><br><br>
            على المقاول التحري عن وجود تمديدات لأية خطوط للخدمات العامة داخل وحول حدود قطعة الأرض التي ستشملها الأعمال الموكلة للمقاول، واتخاذ الاحتياطات على المقاول تنفيذ أعمال الحفر مع مراعاة ماورد في المواصفات العامة بشأن أعمال الحفر والتشوين للموقع، وعليه نقل المخلفات الناتجة عن الحفر إلى أماكن الطرح المسموحة خارج الموقع دون المطالبة بأية فروق أسعار تنجم عن ذلك مع مراعاة عوامل السلامة العامة للأشخاص والمباني والشوارع المجاورة والإجراءات اللازمة للمحافظة على سلامة تلك التمديدات أثناء مراحل التنفيذ المختلفة. حسب المخططات المعتمدة وتقرير فحص التربة للموقع تجري أعمال الحفريات حسب المناسيب المبينة في الرسومات
        </td>
    </tr>

    <tr>
        <td>
            <strong>1.2-أعمال الرودبيس:</strong><br><br>
            تم تنفيذ جميع أعمال التربة على طبقات لايزيد سمك الطبقة على (25سم)، ترش كل طبقة بالماء وتدمك جيداً بواسطة دحالة (Compactor) 15 طن وعمل الإختبارات اللازمة لقياس قوة الرص للتربة حسب الأصول الفنية. على المقاول عمل الجسات والإختبارات اللازمة لدى مخبر معتمد والإلتزام بما فيه من التوصيات (طبقاً للفحص التربة والمخططات المعتمدة)
        </td>
    </tr>

    <tr>
        <td><strong>( 3 ) أعمال الخرسانات</strong></td>
    </tr>

    <tr>
        <td>
            <strong>1.3-أعمال الخرسانة العادية:</strong><br><br>
            علي المقاول قبل البدء في اعمال صب النظافة التاكد من استواء طبقات الدمك بحيث لا تتسبب في ميلان القواعد و الاعمدة. تكون مادة الإسمنت المستخدمة لجميع أعمال الخرسانة من أحد المصادر المعتمدة بموافقة الاستشاري. الإسمنت المستخدم لجميع أعمال الخرسانة التحتية (Sub – Structure) للأساسات سواء كانت من الخرسانة العادية أو المسلحة أو الإسمنت المستخدم لأعمال الطابوق (Block Work) والقصارة(Plaster Work) يكون من الإسمنت المقاوم للأملاح(SRC)
        </td>
    </tr>

    <tr>
        <td>
            <strong>2.3-أعمال الخرسانة المسلحة:</strong><br><br>
            يجب علي المقاول تنفيذ قطاعات العناصر حسب المخططات المعتمدة من البلدية و حديد التسليح يكون من النوع القطري الممتاز ( High Tensile deformed Steel Bars بالأقطار والتفاصيل الواردة في الرسومات ولا تقل المقاومة المميزة له عن (fy= 460 ) نيوتن/ ملم و لا يتم الصب حتي يتم التاكد من نظافة العنصر و نظافة الحديد الخرسانة المسلحة الاعمدة تكون خرسانة ذات رتبة 400 كجم/م3 ويمنع استعمال الحديد الصدئ والقديم
        </td>
    </tr>

    <tr>
        <td>
            <strong>1.2.3- خرسانة الأعمدة:</strong><br><br>
            يتم تكثيف الكانات في الثلث السفلي والعلوي لكل عامود أو حسب التصميم إذا تطلب أكثر ويجب استمرار كانات الاعمدة داخل البيمات و التأكد من استقامة العامود و استعمال الغطاء الخرساني لحديد التسليح بسماكة 2.5 سم
        </td>
    </tr>

    <tr>
        <td>
            <strong>2.2.3- خرسانة القواعد:</strong><br><br>
            التاكد من نظافة القواعد و نظافة الحديد و استقامة منسوب القاعدة و استعمال الغطاء الخرساني لحديد التسليح بسماكة 5 سم علي محيط و اسفل القاعدة الإسمنت المستخدم لجميع أعمال الخرسانة التحتية (Sub – Structure) للأساسات و يكون من الإسمنت المقاوم للأملاح(SRC)
        </td>
    </tr>

    <tr>
        <td>
            <strong>3.2.3- خرسانة الجوائز (البيمات):</strong><br><br>
            يجب تربيط اساور البيمات من الأعلى والأسفل والمحافظة على استقامة التسليح داخل البيم و لا يتم الصب حتي يتم التاكد من نظافة العنصر و نظافة الحديد و استعمال الغطاء الخرساني لحديد التسليح بسماكة 3 سم
        </td>
    </tr>

    <tr>
        <td>
            <strong>4.2.3- خرسانة الصبيات:</strong><br><br>
            استعمال الغطاء الخرساني لحديد التسليح بسماكة 2.5 سم. و تركيب سليفات لبايبات التكييف و سليفات صرف مياه الامطار و الصرف الصحي وتركيب بايبات حسب مخطط الفيوا المعتمد و يتم التاكد من استواء السقف, يجب علي المقاول بعد كل صب ل اي جزء خرساني ارسال فواتير الصب للاستشاري مع تقارير المختبر للمكعبات
        </td>
    </tr>

    <tr>
        <td><strong>( 4 ) أعمال الطابوق</strong></td>
    </tr>

    <tr>
        <td>
            يتم توريد واستخدام الطابوق من شركة معتمدة من قبل المالك والاستشاري ولا يتم التوريد الا قبل الحصول على الموافقة. تثبيت الاجزاء الملاصقة للأعمدة بزوايا حديد بقطاع لا يقل عن 2.5 سم * 10.00 سم * 0.025 سم. عمل طبقة تخشين أسفل طبقة البلاستر الأسمنتي فقط بسمك 0.5 سم ويكون سمك طبقة البلاستر الأسمنتي فقط 2 سم باستخدام خلطة أسمنتية مكونة من 450 كجم / م3 م الأسمنت البورتلاندي. يجب تركيب شبك على فتحات التمديدات والفواصل بين المواد النوعية (كالأعمدة والطابوق والجسور والطابوق) وفتحات الكهرباء. يجب معالجة أي ملاحظات فنية في أعمال الطابوق سواء كانت استقامة رأسية أو أفقية أو أي ملاحظات أخرى في أعمال الطابوق قبل البدأ في أعمال البلاستر بأنواعه سواء كان داخلي أو خارجي للصف الأول والاجزاء الملاصقة للأبواب والشبابيك تكون من الطابوق المصمت وعمل شبك من الحديد المجلفن كل 3 صفوف من الجدار. يتم حساب السعر علي اساس تجويفة في جدار واحد من كل حمام في المشروع و كرسي معلق في كل حمام. بعض الجدران تكون سماكته 25 سنتمتر كي يتم تمديد فيها بايبات الصرف. جدران كراسي الحمامات تكون بسماكة لا تقل عن 25 سنتمتر
        </td>
    </tr>

    <tr>
        <td><strong>( 5 ) أعمال البلاستر و التشطيبات</strong></td>
    </tr>

    <tr>
        <td>
            1.5- جبس بلاستر داخلي: يكون البلاستر داخلي للحوائط فقط (جبس بلاستر بسمك من 1 إلى 2 سم) - بدون اسقف وذلك لجميع الفراغات عدا المطابخ والحمامات والمغاسل وغرف الغسيل و يتم معالجة جميع الفروقات بين العناصر الانشائية و الجدران بالخلطة الاسمنتية ان كانت اكثر من 3 سم و تركيب شبك نوعية ممتازة بين العناصر الانشاية و الطابوق و استعمال زوايا ستيل في الزوايا البارزة. مع اعتماد النعلة المخفية في الجبس بلاستر (شركة سمارت فينيشينغ)<br><br>

            2.5- اسمنت بلاستر داخلي: لجدران الحمامات و المطبخ و الغسيل. الإسمنت المستخدم لجميع أعمال البلاستر تحت منسوب الأرض الطبيعية يجب أن يكون من الإسمنت المقاوم للأملاح (SRC).<br><br>

            3.5- اسمنت بلاستر خارجي: للجدران شامل البرابيت من الداخل و يكون التركيب بالطرق المتعارف عليها و حسب اعتماد الاستشاري أي مساحة تكون فيها تموجات أو اعوجاج على المقاول تكسيرها و اعادة تنفيذها بالطرق الصحيحة. توفير لاصق C2TES1 ممتاز لتركيب البورسلان في الواجهات حسب تعليمات الاستشاري
        </td>
    </tr>

    <tr>
        <td><strong>( 6 ) أعمال العزل</strong></td>
    </tr>

    <tr>
        <td>
            1.6- عزل السطح: تنفيذ وعمل طبقات عازلة للأسطح تنفذ على حسب المخططات والمواصفات الفنية (يتم تنفيذ نظام العزل المتكامل كومبو مع طبقة عزل حراري بسماكة 30/50 مم) يتم تعبية السطح بالمياه مرتين مرة بعد الفوم و مرة بعد التشطيب النهائي<br><br>

            2.6- عزل الاسقف الداخلية: طبقتين من البيتومين البارد على الاسقف الداخلية واسفل الدرج و يمكن للمالك تغير لمادة الالتيك<br><br>

            3.6- عزل ارضيات الحمامات: تنفيذ وعمل طبقات عازلة للحمامات الدور الاول و ما فوقه ان وجد والفراندات والبلكونات ممبرين 4 ملم درمابيت سعودي او من اي مادة يتم اختيارها من قبل الاستشاري مع اختبار لمدة 72 ساعة
        </td>
    </tr>

    <tr>
        <td><strong>( 7 ) الأعمال الصحية</strong></td>
    </tr>

    <tr>
        <td>
            1- أعمال التمديدات على السطح في الباريت وفي الطوابق تحت الصبية) والصرف الصحي حسب المخططات المعتمدة و المواصفات الفنية. نوع اكواثرم أو ترين ألماني مع العلم ان الصرف المعتمد الكلين اوت وحسب تعليمات الاستشاري.<br><br>

            2- في حال اختيار المالك للخزان تحت الارض تكون غرفة خزان المياه الرئيسي 1000 غالون طابوق متروس او خرسانة مسلحة وذلك حسب تعليمات الاستشاري.<br><br>

            3- في حال اعتماد المالك للسخان المركزي يتم تنفيذ 3 لاين للتغذية واحد بارد و1 حار, وخط راجع لكل حمام سعة الواحد سعة السخان الواحد 200 ليتر (كل سخان يغذي نصف الفيلا بشكل شاقولي) سخان عادي 50 ليتر اريستون.<br><br>

            4- في حالة إضافة جدران أو تمديدات أو أي تعديل على المخططات المعتمدة من المالك في الحمامات والمغاسل يتم احتساب فرق السعر للمقاول على هذه التعديل ويتم تقديم عرض السعر قبل البدء في الأعمال وفي حالة لم يتم تقديم عرض سعر لا يحق للمقاول المطالبة بفرق السعر.<br><br>

            5- تمديدات خارجية للحوش 4 نقاط مياه.<br><br>

            6- يشمل سعر جميع الأطقم الصحية (كرسي معلق و مغاسل و الخلاطات مخفية داخل الجدران و الكاونتر و الشطاف و البالوعة) وباقي المستلزمات لتشغيل الحمام.<br><br>

            7- جميع البايبات تكون داخل الجدران او داخل الدكتات ولا يسمح بوجود البايبات في الواجهات
        </td>
    </tr>

    <tr>
        <td><strong>( 8 ) الأعمال الكهربائية</strong></td>
    </tr>

    <tr>
        <td>
            نقاط الكهرباء الموجودة في المخططات المعتمدة هي نقاط مبدئية ويحق للمالك التعديل في أماكنها بشرط أن يكون هذا التعديل قبل البدء في أعمال تأسيس الكهرباء بالموقع. على المقاول احتساب كافة نقاط الإضاءة الخارجية على الواجهات الخارجية في المناظير بكافة انواعها حتى ولو يتم ذكر ذلك في المخططات. يحق للمالك اضافة 5 نقاط كهرباء إضافية على النقاط الموجودة في المخططات بدون تكلفة إضافية وذلك بشرط أن تكون الإضافة قبل البدأ في أعمال تأسيس الكهرباء في الموقع. أما في حالة إضافة المالك لنقاط أكثر من 5 نقاط فسيتم احتساب النقطة بسعر 200 درهم للنقطة الواحدة. كل مساحة يتم توصيل 3 لاين كهربا مخفية في السقف و مخفية جدران و اضاءة رئيسية حتى ولو ما ذكرت بالمخطط يتم البدأ في أعمال تأسيس علب الكهرباء قبل البدأ في أعمال تأسيس بؤج البلاستر كما يجب مراعاة أن تكون علب الكهرباء على نفس مستوى بؤج البلاستر وفقاً لأصول الصناعة وتعليمات الاستشاري. جميع أعمال الحفر في الجدران تمهيداً لتركيب المدادت وخلافه يحظر استخدام أي وسيلة خلاف القطع بالصاروخ. يقوم المقاول بعمل التمديدات المدنية الخاصة بنظام سمارت هوم (اضاءة فقط) للفيلا كاملة مع اضافة تمديدات. لا يتم البدأ في أعمال تأسيس علب الكهرباء قبل البدأ في أعمال تأسيس بؤج البلاستر كما يجب مراعاة أن تكون علب الكهرباء على نفس مستوى بؤج البلاستر وفقاً لأصول الصناعة وتعليمات الاستشاري. جميع أعمال الحفر في الجدران تمهيداً لتركيب المدادت وخلافه يحظر استخدام أي وسيلة خلاف القطع بالصاروخ، خاصة بأنظمة الصوت وتقوية الواي فاي في كل غرفة.
        </td>
    </tr>

    <tr>
        <td><strong>( 9 ) أعمال الهاندريل والألمنيوم والزجاج</strong></td>
    </tr>

    <tr>
        <td>
            اعمال الالمنيوم والزجاج حسب المخططات المعتمدة والمواصفات الفنية وتكون قطاعات الالومنيوم من ألومنيوم الغرير والزجاج بلجيكي معالج حراريا فول امبريلا بقطاع 10.5 ولا يقل السمك عن 1.8mm. اللون يتم اختياره من قبل المالك كما يحق للمالك اختيار بعض الشبابيك تكون كيرتين وول و السعر محدد في البنود التي يمكن للمالك تغييرها.<br><br>

            1- استخدام السيليكون الأمريكي فقط في أعمال الكيرتن وول مع استخدام زجاج عازل للحرارة low e. جميع العناصر الزجاجية تكون زجاج مزدوج بسماكة 6 مم + فجوة 12 مم وطبقة تظليل على الجانب الداخلي من لوح الزجاج الخارجي على أن يكون معامل الانتقال الحراري (يو فاليو) طبقاً لاشتراطات بارجيل (زجاج بلجيكي).<br><br>

            2- استخدام السيليكون الأسباني او الألماني في أعمال الألومينيوم الفول أمبريلا مع استعمال الرابر epdm.<br><br>

            الهاندريل: اعمال الهاندريل الداخلي والخارجي زجاج حراري بسماكة 10 مم أو أي خامة يختارها المالك حسب تصميم الاستشاري
        </td>
    </tr>

</table>


















<table>
    <tr>
        <td>
            يرفق ملحق للمواصفات والاشتراطات بناءً على طلب ومقترحات المالك.<br>
            جميع البنود السابقة على المقاول التوريد والتركيب ما لم يذكر خلاف ذلك.<br><br>
            وعليه تم التوقيع والاتفاق.
        </td>
    </tr>
</table>



<!-- التوقيع -->

<table style="width:100%; border-collapse:collapse; margin-top:20px; margin-bottom:50px;">
    <tr>
        <td class="bold center section-title" style="text-align:center; font-weight:bold;">
            توقيع وختم المقاول
        </td>
        <td class="bold center section-title" style="text-align:center; font-weight:bold;">
            توقيع المالك
        </td>
        <td class="bold center section-title" style="text-align:center; font-weight:bold;">
            توقيع وختم الاستشاري
        </td>
    </tr>

    <tr>
        <td class="signature" style="height:80px; border-bottom:1px solid #000;"></td>

        <td class="signature" style="height:80px; border-bottom:1px solid #000;"></td>

        <td class="signature" style="height:80px; border-bottom:1px solid #000; text-align:center;">
           <img src="{{ public_path('images/signature.jpeg') }}" style="height:60px;">
        </td>
    </tr>
</table>



</body>
</html>
